Repository: chiennv23/money-manager
Catalog: lib/l10n/intl_*.arb
Languages: vi

# welcome
source: i'm Chien pro vip
vi: Toi la chien hehehe

# check_signup
source: Don't have an iACV account yet ? Sign up
vi: Bạn chưa có tài khoản iACV ? Đăng ký

# check_signup2
source: Or sign in with
vi: Hoặc đăng nhập với

# check_signup3
source: Don't have account ?
vi: Chưa có tài khoản ?

source: Phone number
vi: Số điện thoại

# validator_phone
source: Please enter your phone number !
vi: Hãy nhập số điện thoại của bạn !

# validator_missingPhone
source: You have entered a missing number ! Please try again
vi: Bạn đã nhập thiếu số ! Vui lòng thử lại

# validator_manyPhone
source: You have entered too many numbers ! Please try again
vi: Bạn đã nhập thừa số ! Vui lòng thử lại

source: Email account
vi: Tài khoản email

# validator_email
source: Please enter your Email to continue
vi: Hãy điền Email để tiếp tục

# validator_noFormatEmail
source: You have entered the wrong email format ! Please try again
vi: Bạn đã nhập sai định dạng Email ! Vui lòng thử lại

source: Sign in
vi: Đăng nhập

# note_sign_in
source: Please enter the registered phone number iACV to sign in to the system.
vi: Hãy nhập số điện thoại đã đăng ký iACV để đăng nhập vào hệ thống

source: Sign up
vi: Đăng ký

# signup_an_account
source: Register an account
vi: Đăng ký tài khoản

# note_sign_up
source: Please enter your phone number
vi: Vui lòng nhập số điện thoại của bạn

source: Sign up with phone
vi: Đăng ký bằng số

source: Sign up with Email
vi: Đăng ký bằng Email

# welcome_register_title
source: Welcome to iACV, please provide information to complete registration
vi: Chào mừng đến với iACV, xin vui lòng cung cấp thông tin để hoàn tất đăng ký

# welcome_register_subTitle
source: Enter personal information manually or scan CMND/CCCD/Passport
vi: Nhập thông tin cá nhân thủ công hoặc quét hình ảnh CMND/CCCD/Hộ Chiếu

# welcome_register_btnScan
source: Scan CMND/CCCD
vi: Quét CMND/CCCD

source: Confirm
vi: Xác nhận

# medical_lookup
source: Flight medical lookup
vi: Tra cứu y tế chuyến bay

# permission_title_map
source: Allow location access when using the app
vi: Cho phép truy cập vị trí khi sử dụng app

# permission_subTitle_map
source: Allows us to use your location to recommend more accurate airport and laboratory options.
vi: Cho phép chúng tôi sử dụng vị trí của bạn để đề xuất các lựa chọn về sân bay và phòng xét nghiệm được chính xác hơn.

source: Later
vi: Để sau

source: Allow
vi: Cho phép

source: Flight itinerary
vi: Hành trình bay

source: From
vi: Điểm đi

source: To
vi: Điểm đến

source: Policy lookup
vi: Tra cứu chính sách

# note_in_medical_lookup
source: Medical requirements vary by airport policy. Knowing the policy will help you qualify to fly.
vi: Yêu cầu về y tế thay đổi theo chính sách của từng cảng hàng không. Nắm rõ chính sách giúp bạn có thể đạt đủ điều kiện bay.

source: Choose Address
vi: Chọn địa điểm

source: Search
vi: Tìm kiếm

source: Done
vi: Đạt

source: Not done
vi: Chưa đạt

source: No require
vi: Không yêu cầu
